[{"id":8,"subject":"Backbone Transit Issue","body":"On August 11 2016, The Salesforce Technology Team mitigated an internet backbone transit issue affecting a subset of customers accessing the Salesforce application. This issue began at 05:39 UTC and was resolved as of 13:32 UTC. A subset of the North American region may have experienced intermittent errors or slow performance while accessing the Salesforce application. Thank you for your continued business and patience during this situation.","startDate":"2016-08-11T13:15:00.000Z","endDate":"2016-08-11T23:59:00.000Z","createdAt":"2016-08-11T13:38:18.086Z","updatedAt":"2016-08-11T14:10:07.156Z"},{"id":4,"subject":"System Status","body":"The Salesforce Technology Team has observed a period of internet connectivity issues. The impact was observed August 2, 2016 from 08:15 to 08:27 UTC. During this time, a subset of customers in the EMEA region may have experienced issues attempting to access North American instances.\n\nWe have isolated the problem to a Network Transit Link Provider issue, and are continuing to monitor the situation. Thank you for your continued business and patience during this situation.","startDate":"2016-08-02T07:15:00.000Z","endDate":"2016-08-02T20:59:00.000Z","createdAt":"2016-08-02T09:02:52.271Z","updatedAt":"2016-08-02T21:52:14.471Z"},{"id":5,"subject":"The Salesforce Mobile Classic","body":"The Salesforce Mobile Classic app is performing as expected.\n\nOn August 04, 2016, The Salesforce Technology team observed an issue impacting the legacy Salesforce Mobile Classic app. The issue began at 19:56 UTC on July 29, 2016 and was resolved at approximately 06:40 UTC on August 04, 2016.","startDate":"2016-08-04T05:56:00.000Z","endDate":"2016-08-05T06:40:00.000Z","createdAt":"2016-08-04T09:21:52.692Z","updatedAt":"2016-08-04T09:27:00.942Z"},{"id":6,"subject":"An Internet Backbone Transit Issue","body":"On August 09 2016, The Salesforce Technology Team mitigated an internet backbone transit issue affecting a subset of North American customers accessing the Salesforce application. This issue began at 23:05 UTC 08 Aug and was resolved as of 03:31 UTC 09 Aug. A subset of the North American region may have experienced intermittent errors, slow performance, or an inability to log into the Salesforce application. Thank you for your continued business and patience during this situation.","startDate":"2016-08-09T10:53:23.521Z","endDate":"2016-08-10T00:00:00.000Z","createdAt":"2016-08-09T11:03:03.083Z","updatedAt":"2016-08-09T11:03:03.083Z"},{"id":9,"subject":"Service Cloud Service Console","body":"The Salesforce Technology Team is continuing to work on a feature degradation affecting Salesforce customers on the service cloud using the service console. At this time, a subset of customers may experience intermittent errors while accessing Service Cloud application. The Salesforce Technology Team has identified a solution to the feature degradation and is currently working to implement the solution.","startDate":"2016-08-11T20:01:00.000Z","endDate":"2016-08-15T14:46:44.593Z","createdAt":"2016-08-11T22:01:45.553Z","updatedAt":"2016-08-15T14:46:46.628Z"},{"id":10,"subject":"ISP Issue Affecting a Subset of EMEA Customers. ","body":"The Salesforce Technology Team has confirmed that the internet service provider (ISP) issue affecting a subset of EMEA customers when accessing the Salesforce application has been resolved. Affected customers may have experienced an inability to access the Salesforce service. Thank you for your continued business and patience during this situation.","startDate":"2016-08-25T02:20:00.000Z","endDate":"2016-08-26T08:00:00.000Z","createdAt":"2016-08-25T14:03:02.578Z","updatedAt":"2016-08-25T14:04:41.573Z"},{"id":7,"subject":"Salesforce toll-free phone calls","body":"Phone calls to all global Salesforce toll-free phone numbers are now successfully reaching Salesforce.\n\nThe Salesforce Technology team and third-party vendors have resolved the damaged fiber-optic cable issue that prevented phone calls to all global Salesforce toll-free phone numbers from reaching Salesforce.\n\nThe issue began at 19:39 UTC on August 9, 2016, and was resolved as of 07:13 UTC on August 10, 2016. During this time, customers could log a support case through the Help and Training portal. ","startDate":"2016-08-09T16:05:00.000Z","endDate":"2016-08-11T07:42:00.000Z","createdAt":"2016-08-09T16:05:44.927Z","updatedAt":"2016-08-10T13:29:13.660Z"},{"id":11,"subject":"ISP Issue Affecting a Subset of Chinese Customers. ","body":"The Salesforce Technology Team has confirmed that there is an internet service provider(ISP) issue affecting a subset of Chinese customers when accessing the Salesforce application. Affected customers may be experiencing an inability to access the Salesforce service. Thank you for your continued business and patience during this situation.","startDate":"2016-08-25T00:00:00.000Z","endDate":"2016-08-30T12:51:55.618Z","createdAt":"2016-08-25T14:04:21.112Z","updatedAt":"2016-08-30T12:51:57.571Z"},{"id":13,"subject":"ISP Issue affecting a subset of EMEA customers","body":"The Salesforce Technology Team has confirmed that the internet service provider (ISP) issue affecting a subset of EMEA customers when accessing the Salesforce application has been resolved. Affected customers may have experienced an inability to access the Salesforce service. Thank you for your continued business and patience during this situation.","startDate":"2016-08-26T13:09:12.823Z","endDate":"2016-08-26T23:59:00.000Z","createdAt":"2016-08-26T13:16:24.011Z","updatedAt":"2016-08-26T13:17:47.761Z"},{"id":14,"subject":"www.salesforce.com Website Issues","body":"The Salesforce Technology Team has resolved an issue affecting the http://www.salesforce.com website. The issue began on August 28, 2016 at 13:00 UTC and was resolved as of August 29, 2016 at 18:38 UTC. During this time, users may have experienced slowness or errors when attempting to access the Salesforce website. Thank you for your continued business and patience during this situation.","startDate":"2016-08-30T12:50:33.344Z","endDate":"2016-08-30T20:00:00.000Z","createdAt":"2016-08-30T12:53:06.864Z","updatedAt":"2016-08-30T20:18:37.532Z"},{"id":15,"subject":"Platform Shield Feature","body":"The Salesforce Technology Team is working on a performance degradation issue impacting a subset of customers using the Platform Shield feature. Customers utilizing this feature may experience intermittent issues.","startDate":"2016-08-31T09:44:00.000Z","endDate":"2016-09-05T10:05:05.255Z","createdAt":"2016-08-31T10:05:16.216Z","updatedAt":"2016-09-05T10:05:07.109Z"},{"id":12,"subject":"Sandbox Functionality","body":"The Salesforce Technology team continues to work on the issue impacting Salesforce customers using the sandbox functionality. At this time, a subset of customers on instances located in the United States and Asia-Pacific regions may be experiencing delays in creating or refreshing a sandbox.\n\nThe team is working on multiple paths to resolve the issue, including re-routing customer sandbox requests across US-based data centers and adding additional capacity to our sandbox infrastructure. You may need to whitelist additional Salesforce IP addresses in order to log in following the completion of your sandbox refresh. Salesforce recommends that you allow access to our entire set of IP ranges listed here: https://sfdc.co/SalesforceIPs.\n\nWe will post additional information to https://trust.salesforce.com as it becomes available.","startDate":"2016-08-26T13:09:12.823Z","endDate":null,"createdAt":"2016-08-26T13:13:59.799Z","updatedAt":"2016-09-05T10:05:37.353Z"}]